source/_static/diagrams/recipe-write-2.d2
direction: right
n0: "no recipe yet"
n1: "sources"
n2: "sanity"
n3: ".eb"
n0 -> n1
n2 -> n3
